app/controllers/attendees_controller.rb

SELECT * FROM "attendees"
---
  def index
    @attendees = Attendee.all

SELECT * FROM "attendees" WHERE ("attendees"."id" = '1')
---
  def show
    @attendee = Attendee.find(params[:id])

INSERT INTO "attendees" ("created_at", "event_id", "is_organizer", "updated_at", "id", "user_id") VALUES('2010-03-18 17:02:34', '2', 't', '2010-03-18 17:02:34', '1', '1')
---
  def create
    @attendee = Attendee.new(params[:attendee])

    respond_to do |format|
      if @attendee.save